"livechat.inputfield.questionplaceholder" = "Enter your question";
"livechat.inputfield.messageplaceholder" = "Type your message here...";
"livechat.inputfield.feedbackplaceholder" = "Type your feedback here...";
"livechat.inputfield.commentplaceholder" = "Comment";
"livechat.headertitle.feedback" = "Leave your suggestions";
"livechat.button.send" = "Send";
"livechat.button.ok" = "Ok";
"livechat.button.photolibrary" = "Photo Library";
"livechat.button.sendPhoto" = "Send Photo";
"livechat.button.takescreenshot" = "Take Screenshot";
"livechat.button.cancel" = "Cancel";
"livechat.button.open" = "Open";
"livechat.button.copy" = "Copy";
"livechat.button.submit" = "Submit";
"livechat.button.back" = "< Back";
"livechat.button.select" = "Select";
"livechat.button.arrow" = "<";
"livechat.button.backButton" = "Back";
"livechat.message.savetolibrary" = "Save to Camera Roll";
"livechat.message.offlineSend" = "Offline Send";
"livechat.message.secs" = "%@ secs";
"livechat.message.sec" = "%@ sec";
"livechat.message.newmessage" = "%@ new message";
"livechat.message.newmessages" = "%@ new messages";
"livechat.message.chattransfered" = "Chat Transferred. Hi, %@ here!! I'd be happy to assist you further.";
"livechat.message.chattransfere" = "Chat Transferred. Hi, here!! I'd be happy to assist you further.";
"livechat.message.agenjoinedchat" = "%@ has joined this conversation.";
"livechat.message.sessionended" = "Session Ended - #%@";
"livechat.message.sessionendednovisitid" = "Session Ended";
"livechat.message.connectedto" = "Connected to %@";
"livechat.message.chatmissed" = "We'll get back to you shortly";
"livechat.ratingresponse.ratingandfeedback" = "Thank you for your valuable rating and feedback";
"livechat.ratingresponse.feedback" = "Thank you for your valuable feedback";
"livechat.ratingresponse.rating" = "Thank you for your valuable rating";
"livechat.message.name" = "You";
"livechat.ratingmessage.bad" = "Bad";
"livechat.ratingmessage.wow" = "Wow";
"livechat.feedbackmessage.nofeedback" = "No feedback";
"livechat.connectionstatus.online" = "Online";
"livechat.connectionstatus.offline" = "Offline";
"livechat.connectionstatus.waitingfornetwork" = "Waiting for Network";
"livechat.connectionstatus.noconnection" = "No Network Connectivity..";
"livechat.day.morning" = "Morning";
"livechat.day.afternoon" = "Afternoon";
"livechat.day.evening" = "Evening";
"livechat.day.night" = "Night";
"livechat.day.today" = "Today";
"livechat.day.yesterday" = "Yesterday";
"livechat.fileSize.exceed.alert" = "File size exceeds the maximum permissible limit";
"livechat.message.sessionend" = "Chat session is going to end";
"livechat.leave.feedback" = "Thank you for contacting us! \n Please leave us your valuble feedback.";
"livechat.offline.sent" = "Offline Sent";
"livechat.conversation.gif" = "GIF";
"livechat.conversation.image" = "image";
"livechat.conversation.vidoe" = "video";
"livechat.conversation.audio" = "voice message";
"livechat.conversation.file" = "file";
"livechat.conversation.location" = "location";
"livechat.conversation.contact" = "contact";
"livechat.ongoing.typing" = "typing";
"livechat.offline.message" = "We're not around at the moment. Please leave us a message and we will get back to you as soon as possible.";
"livechat.start.chat" = "Start Chat";
"livechat.recently.viewed" = "Recently Viewed";
"livechat.faq.srarch.empty" = "Oooh! The article that you are looking for is yet under construction! Do scoot back later!";
"livechat.faq.search" = "Search for an article";
"livechat.conversation" = "Conversations";
"livechat.faq" = "Knowledge base";
"livechat.conversation.search.empty" = "Oops! Looks like none of the existing conversations matches the term that you just entered. Try another query maybe!";
"livechat.conversation.attended" = "in %@ with %@"; //in zylker with andrew
"livechat.conversation.missed" = "Missed in %@";//Missed in sales
"livechat.conversation.search" = "Search for a conversation";
"livechat.conversation.empty" = "No conversations yet! You are just a click away from connecting with our experts.";
"livechat.faq.empty" = "Our Knowledge Base section is under construction. Please come back sometime later.";
"livechat.conversaiton.awaiting" = "Awaiting to connect...";
"livechat.faq.article" = "Article";
"livechat.faq.articles" = "Articles";
"livechat.faq.view" = "View";
"livechat.faq.views" = "Views";
"COM.SIQ.END.CALL.DURATION" = "You were in an audio call for %@";
"COM.SIQ.END.CALL.REJECTED.BUSY" = "%@ is busy at the moment";
"COM.SIQ.END.CALL.REJECTED.DECLINED" = "%@ declined an audio call";
"COM.SIQ.END.CALL.MISSED" = "%@ missed an audio call";
"COM.SIQ.END.CALL.TERMINATED" = "%@ cancelled an audio call";
"COM.SIQ.MISSED.CALL.TITLE" = "Missed Call";
"COM.SIQ.MISSED.CALL.FROM" = "You missed an call from %@";
"livechat.button.endsession" = "End Session";
"livechat.message.missedChat" = "Missed Chat";
"livechat.message.sharedfile" = "Shared a file";
"livechat.message.suggestions" = "Suggestions";
"livechat.message.like" = "Like";
"livechat.message.dislike" = "Dislike";
"livechat.message.timezone" = "Time Zone";
"livechat.message.date" = "Date";//
"livechat.message.time" = "Time";//
"livechat.message.from" = "From";//
"livechat.message.to" = "To";//
"livechat.message.speaker" = "Speaker";
"livechat.message.settings" = "Settings";
"livechat.message.okay" = "Okay";
"livechat.button.dnt" = "Do not track";
"livechat.button.gotit" = "Got it!";
"livechat.button.learnmore" = "Learn More";
"livechat.button.accept" = "Accept";
"livechat.button.decline" = "Decline";
"livechat.message.changeemail" = "Change Email Address";
"livechat.message.translateconsent" = "Translation Consent";
"livechat.message.translation" = "We are using Google translate to translate this conversation";
"livechat.message.chatconsent" = "Chat Consent";
"livechat.message.trackconsent" = "Tracking Consent";
"livechat.chatconsent.message" = "By clicking on Accept, you hereby agree to all our terms and conditions specified in the document.";
"livechat.trackconsent.message1" = "Hey there! We track your activities on our app to enhance your in-app experience.";
"livechat.trackconsent.message2" = "Hey there! We track your activities on our app to enhance your in-app experience. But if you would want to opt out of this, click on \"Do not track\" option.";
"livechat.message.cardmask" = "Credit card masking";
"livechat.creditcard.message" = "Since your card number is quite a sensitive data, would you want us to mask the first 12 digits of your card number?";
"livechat.button.mask" = "Mask";
"livechat.message.emailtranscript" = "You are about to email this chat transcript to %@.";
"livechat.message.slidetodelete" = "Slide to Delete";
"livechat.message.holdtorecord" = "Hold to Record, Release to stop";
"livechat.permission.microphone" = "Allow access to your device microphone to record and send voice messages.";
"livechat.buttton.later" = "Later";
"livechat.message.permission" = "Navigate to the apps' settings";
"livechat.message.angry" = "Angry";
"livechat.message.sad" = "Sad";
"livechat.message.good" = "Good";
"livechat.message.great" = "Great";
"livechat.message.chattransfering" = "%@ is transferring this chat to %@.";
"livechat.message.forwardsupport" = "%@ is transferring this chat.";
"livechat.message.forwardaccepted" = "The chat has been forwarded to %@ successfully.";
"livechat.button.done" = "Done";
"livechat.button.skip" = "Skip";
"livechat.button.confirm" = "Confirm";
"livechat.message.bookslot" = "Book a slot";
"livechat.message.verybad" = "Very bad";
"livechat.message.neutral" = "Neutral";
"livechat.message.pickdate" = "Pick a Date";
"livechat.message.pickslot" = "Pick a Time Slot";
"livechat.message.pickloc" = "Pick a location";
"livechat.message.location" = "Location";
"livechat.message.curloc" = "Send current location";
"livechat.message.selloc" = "Send selected location";
"livechat.message.continuesession" = "Your chat session with us concluded. Have any further queries to be clarified? Click Continue to chat with us.";
"livechat.button.sendemail" = "Email chat transcript";
"livechat.button.continue" = "Continue";
"livechat.message.mailsent" = "Mail sent successfully";
"livechat.message.mailfailed" = "Mail sending failed";
"livechat.button.yes" = "Yes";
"livechat.button.no" = "No";
"livechat.message.connectohuman" = "Need human help?";
"livechat.message.downloading" = "Downloading";
"livechat.message.uploading" = "Uploading";
"livechat.message.sendphoto" = "Send 1 Photo";
"livechat.message.sendvideo" = "Send 1 Video";
"livechat.message.sendphotos" = "Send %@ Photos";
"livechat.message.sendvideos" = "Send %@ Videos";
"livechat.message.senditems" = "Send %@ Items";
"livechat.message.saved" = "Saved";
"livechat.message.screenshot" = "Tap to Capture";
"livechat.message.time.yearsago" = "%@y ago";
"livechat.message.time.monthsago" = "%@mo ago";
"livechat.message.time.weeksago" = "%@w ago";
"livechat.message.time.daysago" = "%@d ago";
"livechat.message.time.hoursago" = "%@h ago";
"livechat.message.time.minutesago" = "%@m ago";
"livechat.message.time.secondsago" = "%@s ago";
"livechat.continue.chat" = "Continue Chat";
"livechat.conversation.started" = "in %@";
"livechat.message.sendfeedback" = "Send Feedback";
"livechat.message.sessionendtime" = "Chat session will end in %@";
"livechat.message.recieveimage" = "%@ sent you an image";
"livechat.message.recievevideo" = "%@ sent you a video";
"livechat.message.recievegif" = "%@ sent you a GIF";
"livechat.message.recievefile" = "%@ sent you a file";
"livechat.message.recieveaudio" = "%@ sent you an audio clip";
"livechat.message.sharescreenshot" = "Share Screenshot";
"livechat.message.defaultthankmsg" = "It's my pleasure chatting with you today. Please take a moment to drop us your 'Rating'.";
"livechat.message.rate.1star" = "We are sorry that we couldn't help. We will improve our support.";
"livechat.message.rate.2star" = "Apologies! We assure you a better experience next time.";
"livechat.message.rate.3star" = "Thanks for the rating! Feel free to ping us for any assistance.";
"livechat.message.rate.4star" = "Thanks for your rating. We are happy to help.";
"livechat.message.rate.5star" = "Wow, thank you!  We are glad to assist you";
"livechat.message.feedback" = "Thank you for your feedback.";
"livechat.message.state.connecting" = "Connecting";
"livechat.message.state.connected" = "Connected";
"livechat.message.inputcard.title.name" = "Enter Name";
"livechat.message.inputcard.title.phone" = "Enter Contact";
"livechat.message.inputcard.title.url" = "Enter URL";
"livechat.message.inputcard.title.email" = "Enter Email";
"livechat.message.inputcard.error.name" = "Enter a valid name";
"livechat.message.inputcard.error.email" = "Enter a valid email address";
"livechat.message.inputcard.error.contact" = "Enter a valid contact number";
"livechat.message.inputcard.error.url" = "Enter a valid URL";
"livechat.message.form.inline.introduction" = "Help us know whom we are talking to.";
"livechat.message.form.inline.chatmessage" = "Please provide us a couple of details to initiate a chat.";
"livechat.message.form.inline.buttontitle" = "Fill Form";
"livechat.message.form.field.error.question" = "Enter a question";
"livechat.message.form.field.question" = "Enter your question here";
"livechat.message.form.field.campaign" = "Would you like to subscribe to our newsletter?";
"livechat.message.form.field.error.unknown" = "The given response is invalid.";
"livechat.message.form.field.department.fieldname" = "Department";
"livechat.message.form.field.department.message" = "Please select the department to which your request should be routed";
"livechat.message.form.field.department.placeholder" = "Choose a department";
"livechat.message.form.field.department.coversation.error" = "Please select another department.";
"livechat.message.form.field.department.traditional.error" = "Choose a valid Department";
"livechat.message.form.field.email.fieldname" = "Email";
"livechat.message.form.field.email.message" = "We can drop you an email at?";
"livechat.message.form.field.email.placeholder" = "Enter your email address";
"livechat.message.form.field.email.coversation.error" = "The email address you entered seems to be incorrect. Please enter your email address again.";
"livechat.message.form.field.email.traditional.error" = "Enter a valid email address";
"livechat.message.form.field.phone.fieldname" = "Phone";
"livechat.message.form.field.phone.message" = "Can we have your contact number?";
"livechat.message.form.field.phone.placeholder" = "Enter your contact number";
"livechat.message.form.field.phone.coversation.error" = "The phone number you entered seems to be incorrect. Please enter your phone number again.";
"livechat.message.form.field.phone.traditional.error" = "Enter a valid phone number";
"livechat.message.form.field.name.fieldname" = "Name";
"livechat.message.form.field.name.message" = "How would you like to be addressed?";
"livechat.message.form.field.name.placeholder" = "Enter your name";
"livechat.message.form.field.name.coversation.error" = "The name you entered doesn't seem quite right. Please enter your name again.";
"livechat.message.form.field.name.traditional.error" = "Enter a valid name";
"livechat.message.form.conversation.sendername" = "Operator";
"livechat.message.form.traditional.title" = "User Details";
"livechat.message.error.internet" = "Please check your Internet connection.";
"livechat.message.error.unknown" = "Oops! Something went wrong. Please try again";
"livechat.conversation.started_no_dept" = "with %@";
"livechat.message.reopensession" = "Your chat session has ended. You can reopen the chat if you have further queries.";
"livechat.message.failiure.unknown" = "Something went wrong. Error code: %@";
"livechat.message.failiure.throttle" = "Connection throttled. Try after sometime.";
"livechat.message.failiure.operationFailed" = "Operation Failed";
"livechat.button.reopen" = "Reopen chat";
"livechat.message.conversation.reopened" = "You’ve reopened the chat";
"livechat.message.sendblocked.ended" = "This chat has ended";
"livechat.message.conversation.operatorsunavailable" = "No operators available";
"livechat.message.conversation.waiting" = "Operator will join shortly";
"livechat.message.conversation.formwaiting" = "Awaiting your details";
"livechat.button.sure" = "Sure";
"livechat.message.chatwithus" = "Chat with us now!";
"livechat.message.search" = "Search";
"livechat.rate.titlemessage" = "How was your conversation experience with us?";
"livechat.rate.subtitlemessage" = "Please take a moment to drop your rating.";
"livechat.message.time.justnow" = "Just Now";
"livechat.message.file" = "File";
"livechat.message.missed.message" = "Sorry we missed you! We will get back to you shortly!";
"livechat.message.connection.online.message" = "Back Online!";
"salesiq.chat.branding" = "Driven by SalesIQ Mobilisten";
"livechat.button.download" = "Download";
"livechat.alert.formactivenotice.title" = "Form Active in another chat";
"livechat.alert.formactivenotice.subtitle" = "Please complete the form in the previous chat before initiating a new chat!";
"livechat.message.offlinemessage.submitted" = "Offline message submitted";
"livechat.message.storage_permission.denied" = "Storage permission denied.";
"livechat.message.timedout" = "Timed out";
"livechat.message.success" = "Success";
"livechat.message.faliure" = "Failed";
"livechat.message.widget.selectionlimit" = "Multiple selection limit reached";
"livechat.message.noresult" = "No results found";
"livechat.message.waitingforconnection" = "Waiting for network connection";
"livechat.message.chat.closedalert" = "Session closed! Re-open the chat to continue.";
"livechat.message.info.chatmissed" = "We missed your chat request";
"livechat.message.status.sending" = "Sending";
"livechat.message.status.sent" = "Sent";
"livechat.message.status.resend" = "Resend";
"livechat.message.status.delete" = "Delete";
"livechat.message.inputcard.error.novalue" = "Please enter a valid value";
"livechat.chat.pendingaction.placeholder" = "Please Wait.";
"livechat.chat.sender.profanity.alert" = "Abuse Alert";
"livechat.chat.queue.banner.calculating" = "Calculating wait time...";
"livechat.chat.queue.banner.title" = "You are in chat queue";
"livechat.chat.queue.banner.timeremaining" = "The estimated wait time is about ~%@";
"livechat.chat.queue.banner.position.subtitle" = "Spot";
"livechat.chat.list.subtitle.queue.spot" = "Spot in queue: %@";
"livechat.gdpr.googletranslate.consent" = "This service may contain translations powered by Google. Google disclaims all warranties related to the translations, express or implied, including any warranties of accuracy, reliability, and any implied warranties of merchantability, fitness for a particular purpose and noninfringement.";
"livechat.button.schedule" = "Schedule";
"livechat.message.inputwidget.datetime.title" = "Date & Time";
"livechat.message.search.country.placeholder" = "Search country or code";
"livechat.message.permission.denied.location" = "Location permission denied";
"livechat.messsage.search.noresults" = "We can't find any results matching your search";

"livechat.message.status.edit" = "Edit";
"livechat.message.status.reply" = "Reply";
"livechat.message.deletingmessage" = "Deleting message";
"livechat.message.deletemessage" = "Delete Message?";
"livechat.message.messagedeletedforeveryone" = "This message will be deleted for everyone. This action cannot be undone";
"livechat.message.loadmoremessage" = "Load more";
"livechat.message.messagedeleted" = "This message has been deleted";
"livechat.message.messageedited" = "Edited";
"livechat.message.failure.transcriptFetch" = "Unable to load messages. Try again later.";
"livechat.message.failure.deleteMessage" = "Unable to delete message. Try again later.";
"livechat.message.failure.editMessage" = "Unable to edit message. Try again later.";
"livechat.message.log.title" = "Application Log";
"livechat.message.log.chatMessage" = "Operator has requested access to your app log";
"livechat.message.share" = "Share";
"livechat.info.message" = "Copied";

//Bookings
"livechat.booking.description" = "Click 'Book Now' below to schedule your appointment.";
"livechat.booking.bookappointment" = "Book Appointment";
"livechat.booking.cancelbooking" = "Cancel Booking";
"livechat.booking.cancelbooking.message" = "Are you sure you want to cancel this booking?";
"livechat.booking.discardbooking" = "Are you sure you want to discard changes";
"livechat.common.discard" = "Discard";
"livechat.booking.pickadate" = "Pick a date";
"livechat.booking.allslotsbooked" = "All slots are booked";
"livechat.booking.allslotsbooked.message" = "Looks like all slots are booked on this date, try another date.";
"livechat.booking.unavailable" = "Unavailable";
"livechat.booking.slots" = "Slots";
"livechat.booking.slot" = "Slot";
"livechat.booking.choosedate" = "Choose date";
"livechat.booking.bookingconfirmation.title" = "Booking Confirmation";
"livechat.booking.verifydetails" = "Confirm contact details";
"livechat.common.noresultfound" = "No results found for the search";
"livechat.booking.choosetimeslot.title" = "Choose time slot";
"livechat.booking.booknow" = "Book Now";
"livechat.booking.scheduled" = "Scheduled";
"livechat.booking.cancelled" = "Canceled";
"livechat.booking.reschedule" = "Reschedule";
"livechat.booking.cancel" = "Cancel";

"livechat.booking.expired" = "Expired";
"livechat.booking.rescheduled" = "Rescheduled";
"livechat.booking.error.booknow" = "Try again"; // Done
"livechat.booking.error.bookanappointment" = "Unable to book appointment"; // Done
"livechat.booking.error.confirmappointment" = "Appointment booking failed. Try again."; // Done
"livechat.booking.error.rescheduleaction" = "Unable to reschedule. Try again.";
"livechat.booking.error.cancelaction" = "Unable to cancel. Try again.";
"livechat.booking.error.rescheduleappointment" = "Unable to reschedule. Try again."; // Done
"livechat.info.booking.reschedule" = "Appointment rescheduled"; // Done
"livechat.info.booking.cancel" = "Appointment canceled"; // Done
"livechat.booking.success.appointment" = "Appointment booked sucessfully"; // Done
"livechat.booking.success.reschedule" = "Appointment rescheduled sucessfully"; // Done
"livechat.booking.success.cancel" = "Appointment canceled sucessfully"; // Done
"livechat.booking.disabled" = "Integration not enabled in portal";
"livechat.booking.search" = "No search results found for";
"livechat.voicemessage.alert.title" = "Discard voice message";
"livechat.voicemessage.alert.message" = "This will discard your recorded voice message";
"livechat.booking.alert.discardChangesPrompt" = "The changes made will not be saved. Do you want to proceed?";
"livechat.alert.button.proceed" = "Proceed";
"livechat.alert.button.cancel" = "Cancel";

// knowledgebase
"livechat.knowledgebase.subcategories" = "Sub-categories";
"livechat.knowledgebase.article" = "article";
"livechat.knowledgebase.articles" = "articles";
"livechat.knowledgebase.relatedarticles" = "Related articles";
"livechat.knowledgebase.subcategory.count" = "sub-category";
"livechat.knowledgebase.subcategories.count" = "sub-categories";
"livechat.knowledgebase.recentlyviewed" = "Recently viewed";
"livechat.knowledgebase.choosedepartment" = "Choose department";
"livechat.knowledgebase.search.departments" = "Departments";
"livechat.knowledgebase.delete.or.disabled" = "Article unavailable";

"livechat.knowledgebase.recentsearches" = "Recent searches";
"livechat.knowledgebase.categories" = "Categories";
"livechat.knowledgebase.article.updated" = "Updated";
"livechat.knowledgebase.action.like" = "Like";
"livechat.knowledgebase.action.dislike" = "Dislike";
"livechat.knowledgebase.info.liked" = "Liked";
"livechat.knowledgebase.info.disliked" = "Disliked";
"livechat.knowledgebase.view" = "view";
"livechat.knowledgebase.views" = "views";
"livechat.knowledgebase.action.invalid" = "Invalid action. Try again.";
"livechat.knowledgebase.noviews" = "No views";

"livechat.chat" = "Chat";
"livechat.knowledgebase.time.yearsago" = "Updated %@y ago";
"livechat.knowledgebase.time.monthago" = "Updated %@m ago";
"livechat.knowledgebase.time.dayago" = "Updated 1 day ago";
"livechat.knowledgebase.time.daysago" = "Updated %@ days ago";
"livechat.knowledgebase.time.hourago" = "Updated 1 hour ago";
"livechat.knowledgebase.time.hoursago" = "Updated %@ hours ago";
"livechat.knowledgebase.time.justnow" = "Updated just now";

"livechat.conversation.unavailable" = "Chat unavailable";
"livechat.launcher.dismiss" = "Drag here to dismiss";
"livechat.button.endchat" = "End chat";
"livechat.message.file.not.supported" = "File type not supported";
"livechat.message.sending.failed" = "Message sending failed";


"livechat.message.resendall" = "Resend all";
"livechat.message.deleteall" = "Delete all";
"livechat.filebotcard.minimumselection.error" = "Please select a minimum of %@ files";
"livechat.filebotcard.maximumselection.error" = "Cannot share more than %@ files";
"livechat.filebotcard.selectionfile.limitexceed.error" = "File size should not exceed %@";
"livechat.filebotcard.upload" = "Upload";

"livechat.message.widget.minimumselectionlimit" = "Minimum %@ selection is required";
"livechat.message.resource.viewarticle" = "View Article";
"livechat.filebotcard.unsupportedfile.error" = "The selected file is not supported, please select an other file. ";
"livechat.fab.call.action" = "Call";
"livechat.fab.chat.action" = "Chat";
"livechat.fab.close.action" = "Close";

"livechat.info.call.convertedaschat" = "Call converted as chat by %@";
"livechat.info.call.end" = "Audio call at %@ for %@";
"livechat.info.call.reject.peer" = "%@ is busy at the moment. Please try calling later";
"livechat.info.call.reject" = "%@ declined an audio call at %@";
"livechat.info.call.missed.other" = "%@ missed your audio call at %@";
"livechat.info.call.missed.self" = "%@ missed an audio call at %@";
"livechat.info.call.cancelled" = "%@ cancelled an audio call at %@";
"livechat.common.loading" = "Loading...";
"livechat.call.title.ongoingcall" = "Ongoing call";
"livechat.prechat.chat.online.title" = "Chat with us now!";
"livechat.prechat.chat.offline.title" = "Leave us a message";
"livechat.prechat.call.online.title" = "Call us now";
"livechat.prechat.call.offline.title" = "Leave us a missed call";
"livechat.call.warning.make.new.call" = "You cannot place a new call when you're already on another call.";
"livechat.call.end.alert.when.end.conversation" = "Ending the chat will also end the ongoing call. Are you sure you want to proceed?";
"livechat.action.end" = "End";
"livechat.prechat.brand.back.to.online" = "Hey there, we're back online!";
"livechat.call.outgoingcall.duration" = "Outgoing call for %@";
"livechat.call.missed" = "Missed call";
"livechat.call.cancelled" = "Cancelled call";
"livechat.missed.chat.response" = "Thank you for contacting us! We will get back to you shortly.";
"livechat.call.miss.alert.title" = "Operators unavailable";
"livechat.call.miss.alert.message" = "Would you like to leave us a missed call?";
"livechat.chat.miss.alert.message" = "Would you like to leave us a message?";
"livechat.call.recording.consent.title" = "Call recording consent";
"livechat.call.recording.consent" = "All calls are recorded for quality assurance, record-keeping, and training purposes. By clicking `Accept` you are providing consent to record the call.";
"livechat.call.queue.title" = "Call in queue";
"livechat.call.microphone.permission.title" = "Please allow access";
"livechat.call.microphone.permission.custom.message" = "%@ needs permission to access your microphone for voice calls";
"livechat.call.microphone.permission.message" = "This app needs permission to access your microphone for voice calls";
"livechat.button.endconversation" = "End Conversation";
"livechat.message.offlinechat" = "Offline Chat";
"livechat.message.offlinecall" = "Offline Call";
"livechat.checkbox.consent.message" = "I agree to the terms and conditions";
"livechat.checkbox.consent.message.tac" = "terms and conditions";
"livechat.list.subtitle.queue.call" = "Your call is in queue. Please wait.";
"livechat.list.subtitle.queue.chat" = "Your chat is in queue. Please wait.";
"livechat.common.gdpr.consent.title" = "Conversation Consent";
"livechat.common.gdpr.consent.message" = "By clicking on Accept, you hereby agree to all the terms and conditions specified in the document.";
"livechat.common.gdpr.consent.message.in.forms" = "By checking the terms and conditions checkbox, you hereby agree to all the regulations specified in the document.";
"livechat.form.toast.agree.tac" = "Please agree to the Terms and Conditions to proceed";
"livechat.list.missed.call.subtitle" = "We missed your call. Please try later.";
"livechat.list.cancel.call.subtitle" = "You cancelled an audio call.";
"livechat.list.subtitle.ongoingcallinothersession" = "Ongoing call in another session";
"livechat.call.failed.message" = "Looks like all our operators are unavailable right now!";
"livechat.call.waiting.for.response" = "Please wait while our support representative attends your call";
"livecaht.call.initialization.failed" = "Initialization failed";

// Not Localised
"livechat.message.minute" = "min";
"livechat.message.hour" = "hr";
"livechat.email.transcript.message" =  "The chat transcript will be sent to %@";
"livechat.email.transcript.request.waiting" = "Mail will be shared shortly";
"livechat.file.size" = "%@ MB";
"livechat.alert.end.chat.title" = "Are you sure you want to end this chat session?";
